Repository: straightvisions/plugin_sv_provenexpert
Catalog: languages/*_provenexpert-*.po
Languages: de_de

source: Clear the cache
de_de: Den Cache löschen

source: Click on the button, to clear the cache.
de_de: Klicken Sie auf den Button, um den Cache zu löschen.

source: Clear cache
de_de: Cache leeren

source: not defined
de_de: Keine Datei definiert

source: No Title defined.
de_de: Kein Titel definiert.

source: No description defined.
de_de: Keine Beschreibung definiert.

source: No privacy statement defined.
de_de: Keine Datenschutzerklärung definiert.

source: Processing
de_de: In Bearbeitung

source: Finished
de_de: Beendet

source: Continue Import from Cycle
de_de: Import fortsetzen von Zyklus

source: get current url
de_de: Aktuelle URL

source: URL to current location
de_de: URL zum aktuellen Standort

source: Name of current instance:
de_de: Name der aktuellen Instanz:

source: Full hierarchy name:
de_de: Voller Hierarchienname:

source: Shortname (without namespace) of current hierarchy class
de_de: Kurzname (ohne Namensraum) der aktuellen Hierarchieklasse

source: Prefix by get_name:
de_de: Präfix via get_name:

source: Prefix by get_name, but root class replaced with sv_common:
de_de: Präfix via get_name, aber root-Klasse durch sv_common ersetzt:

source: Absolute path to instance:
de_de: Absoluter Pfad zur Instanz:

source: Absolute url to instance:
de_de: Absolute URL zur Instanz:

source: Absolute path to core:
de_de: Absoluter Pfad zur Core:

source: Absolute url to core:
de_de: Absolute URL zur Core:

source: Enqueue SV style for admin menu pages:
de_de: Enqueue SV-Style für Admin-Menüseiten:

source: Path Structure
de_de: Pfadstruktur

source: To encourage following default path structures and to make maintenance easier, the following methods follow the default structure.
de_de: Um die folgenden Standardpfadstrukturen zu fördern, folgen die folgenden Methoden der Standardstruktur.

source: Our themes and plugins share a core which provides commonly used features. The core is included and shared within each plugin or theme, so make sure if you update one product, to update all others too.
de_de: Unsere Themen und Plugins teilen einen Kern, der die gängigen Funktionen bietet. Der Kern ist in jedem Plugin oder Theme enthalten und geteilt. Stellen Sie möglichst sicher, dass wenn Sie ein Produkt aktualisieren, alle anderen auch aktualisieren.

source: Instances
de_de: Instanzen

source: Success
de_de: Erfolg

source: Warning
de_de: Warnung

source: Error
de_de: Fehler

source: Critical
de_de: Kritisch

source: Group
de_de: Gruppe

source: State
de_de: Bundesland

source: WooCommerce Order Note creation failed.
de_de: WooCommerce Bestellnotiz konnte nicht erstellt werden.

source: Order does not exist
de_de: Die Bestellung existiert nicht

source: WooCommerce is not available.
de_de: WooCommerce ist nicht verfügbar.

source: SV Notices
de_de: SV Notizen

source: SV Notice
de_de: SV Notiz

source: SV Notices Groups
de_de: SV Notizgruppen

source: SV Notices Group
de_de: SV Notizgruppe

source: Add new Entry
de_de: Neue Eintrag hinzufügen

source: Entry
de_de: Eintrag

source: New Entry
de_de: Neuer Eintrag

source: Delete Entry
de_de: Eintrag löschen

source: Allowed Filetypes:
de_de: Erlaubte Dateitypen:

source: all
de_de: Alle

source: Multi Upload cannot be implemented more than once on a page.
de_de: Multi Upload kann nicht mehr als einmal auf einer Seite implementiert werden.

source: No Page selected
de_de: Keine Seite ausgewählt

source: You need at least
de_de: Sie brauchen mindestens

source: See API Username on
de_de: Siehe API Nutzername unter

source: API Key
de_de: API Schlüssel

source: See API Key on
de_de: Siehe API Schlüssel unter

source: Show Review Stars in Google SERPs
de_de: Zeige Bewertungssterne in den Suchmaschinenergebnissen

source: This plugin is build to show review stars retrieved via ProvenExpert on your site – additionally this enables review stars of your website’s entries in Google’s search engine result pages.
de_de: Dieses Plugin zeigt die Bewertungssterne von ProvenExpert auf Ihrer Website - zusätzlich ermöglicht es die Anzeige der Bewertungssterne in Googles Suchergebnisseiten.

source: Show rating stars via ProvenExpert.com in WordPress.
de_de: Anzeige von Sternen über ProvenExpert.com in WordPress.
